export default {
  projections: {
    БазаДанныхЛСE: {
      дата: {
        __caption__: 'Дата'
      },
      iDжильца: {
        __caption__: 'I dжильца'
      }
    },
    БазаДанныхЛСL: {
      дата: {
        __caption__: 'Дата'
      },
      iDжильца: {
        __caption__: 'I dжильца'
      }
    }
  },
  validations: {
    iDжильца: {
      __caption__: 'I dжильца'
    },
    дата: {
      __caption__: 'Дата'
    },
    датаФормЛС: {
      __caption__: 'датаФормЛС'
    },
    доляСобст: {
      __caption__: 'доляСобст'
    },
    колПрожив: {
      __caption__: 'колПрожив'
    },
    номерЛицСчет: {
      __caption__: 'номерЛицСчет'
    },
    жилец: {
      __caption__: 'жилец'
    }
  }
};
