export default {
  projections: {
    ТЧПерерасчетаКУE: {
      услуга: {
        __caption__: 'Услуга'
      }
    }
  },
  validations: {
    месяцНачис: {
      __caption__: 'месяцНачис'
    },
    номерЛицСчет: {
      __caption__: 'номерЛицСчет'
    },
    суммаКоррек: {
      __caption__: 'суммаКоррек'
    },
    суммаНачис: {
      __caption__: 'суммаНачис'
    },
    типНачис: {
      __caption__: 'типНачис'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    базаДанныхЛС: {
      __caption__: 'базаДанныхЛС'
    },
    перерасчетКУ: {
      __caption__: 'перерасчетКУ'
    }
  }
};
