export default {
  projections: {
    ПерерасчетКУE: {
      номер: {
        __caption__: 'Номер'
      },
      iDжильца: {
        __caption__: 'I dжильца'
      },
      iDорганизация: {
        __caption__: 'I dорганизация'
      },
      iDсотрудника: {
        __caption__: 'I dсотрудника'
      },
      тЧПерерасчетаКУ: {
        __caption__: 'Т ч перерасчета КУ',
        услуга: {
          __caption__: 'Услуга'
        }
      }
    },
    ПерерасчетКУL: {
      номер: {
        __caption__: 'Номер'
      },
      iDжильца: {
        __caption__: 'I dжильца'
      },
      iDорганизация: {
        __caption__: 'I dорганизация'
      },
      iDсотрудника: {
        __caption__: 'I dсотрудника'
      }
    }
  },
  validations: {
    iDжильца: {
      __caption__: 'I dжильца'
    },
    iDорганизация: {
      __caption__: 'I dорганизация'
    },
    iDсотрудника: {
      __caption__: 'I dсотрудника'
    },
    датаНач: {
      __caption__: 'датаНач'
    },
    датаОкон: {
      __caption__: 'датаОкон'
    },
    датаФорДок: {
      __caption__: 'датаФорДок'
    },
    днейПерер: {
      __caption__: 'днейПерер'
    },
    номер: {
      __caption__: 'Номер'
    },
    основПерер: {
      __caption__: 'основПерер'
    },
    часовПерер: {
      __caption__: 'часовПерер'
    },
    жилец: {
      __caption__: 'жилец'
    },
    организация: {
      __caption__: 'организация'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    тЧПерерасчетаКУ: {
      __caption__: 'Т ч перерасчета КУ'
    }
  }
};
