export default {
  projections: {
    ОрганизацияE: {
      iDорганизация: {
        __caption__: 'I dорганизация'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      email: {
        __caption__: 'Email'
      },
      расчетныйСчет: {
        __caption__: 'Расчетный счет'
      },
      банк: {
        __caption__: 'Банк'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      бИК: {
        __caption__: 'БИК'
      },
      кПП: {
        __caption__: 'КПП'
      },
      корреСчет: {
        __caption__: 'Корре счет'
      }
    },
    ОрганизацияL: {
      iDорганизация: {
        __caption__: 'I dорганизация'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      email: {
        __caption__: 'Email'
      },
      расчетныйСчет: {
        __caption__: 'Расчетный счет'
      },
      банк: {
        __caption__: 'Банк'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      бИК: {
        __caption__: 'БИК'
      },
      кПП: {
        __caption__: 'КПП'
      },
      корреСчет: {
        __caption__: 'Корре счет'
      }
    }
  },
  validations: {
    email: {
      __caption__: 'Email'
    },
    iDорганизация: {
      __caption__: 'I dорганизация'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    банк: {
      __caption__: 'Банк'
    },
    бИК: {
      __caption__: 'БИК'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    корреСчет: {
      __caption__: 'Корре счет'
    },
    кПП: {
      __caption__: 'КПП'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    расчетныйСчет: {
      __caption__: 'Расчетный счет'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
