export default {
  projections: {
    КвитанцияE: {
      iDжильца: {
        __caption__: 'I dжильца'
      },
      iDорганизация: {
        __caption__: 'I dорганизация'
      },
      расчетныйПериод: {
        __caption__: 'Расчетный период'
      },
      суммаКОплате: {
        __caption__: 'Сумма к оплате'
      },
      iDсотрудника: {
        __caption__: 'I dсотрудника'
      },
      тЧквитанции: {
        __caption__: 'Т чквитанции',
        услуга: {
          __caption__: 'Услуга'
        },
        объемКУ: {
          __caption__: 'Объем КУ'
        },
        iDтарифа: {
          __caption__: 'I dтарифа'
        }
      }
    },
    КвитанцияL: {
      iDжильца: {
        __caption__: 'I dжильца'
      },
      iDорганизация: {
        __caption__: 'I dорганизация'
      },
      расчетныйПериод: {
        __caption__: 'Расчетный период'
      },
      суммаКОплате: {
        __caption__: 'Сумма к оплате'
      },
      iDсотрудника: {
        __caption__: 'I dсотрудника'
      }
    }
  },
  validations: {
    iDжильца: {
      __caption__: 'I dжильца'
    },
    iDорганизация: {
      __caption__: 'I dорганизация'
    },
    iDсотрудника: {
      __caption__: 'I dсотрудника'
    },
    расчетныйПериод: {
      __caption__: 'Расчетный период'
    },
    суммаКОплате: {
      __caption__: 'Сумма к оплате'
    },
    жилец: {
      __caption__: 'жилец'
    },
    организация: {
      __caption__: 'организация'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    тЧквитанции: {
      __caption__: 'Т чквитанции'
    }
  }
};
